export const faqs: { num: string; question: string; answer: string }[] = [
  {
    num: "01",
    question: "Можно ли заменить линзы в моей оправе?",
    answer: "Да, мы можем заменить линзы практически в любой оправе, сохранив ее оригинальный вид",
  },
  {
    num: "02",
    question: "Сколько занимает изготовление?",
    answer: "Обычно 2–5 рабочих дней. Точные сроки зависят от сложности рецепта и выбранных линз. Если линзы есть в наличии - отправляем быстрее",
  },
  {
    num: "03",
    question: "Нужен ли новый рецепт?",
    answer: "Желательно иметь рецепт не старше 6-12 месяцев для максимально точного изготовления",
  },
  {
    num: "04",
    question: "Делаете ли вы астигматику и сложные рецепты?",
    answer: "Да, мы работаем с любыми сложными рецептами, включая высокие диоптрии и астигматизм",
  },
  {
    num: "05",
    question: "Есть ли гарантия на линзы и работу?",
    answer: "Мы предоставляем гарантию 1 год на покрытие линз и работу мастера",
  },
  {
    num: "06",
    question: "Что делать, если оправа редкая или сложная?",
    answer: "Наши мастера имеют большой опыт работы с премиальными и нестандартными оправами",
  },
  {
    num: "07",
    question: "Как оплатить заказ?",
    answer: "Оплата производится онлайн после согласования всех деталей заказа",
  },
  {
    num: "08",
    question: "Могу ли я отследить свой заказ?",
    answer: "Да, после отправки вы получите трек-номер для отслеживания в выбранной службе доставки",
  },
];
